import { IImageText } from '@/shared/types/imageText.types'

export const aboutContent: Array<IImageText> = [
	{
		title: '',
		description: [
			'Мы специализируемся на продаже высококачественных электромобилей прямо из Китая, предлагая нашим клиентам широкий ассортимент современных и экологически чистых транспортных средств.',
			'Наша команда состоит из профессионалов с многолетним опытом в отрасли автомобильного транспорта и глубоким пониманием рынка электромобилей. Мы гордимся тем, что предоставляем доступ к передовым технологиям и инновациям, которые предлагают китайские производители'
		],
		image: '/default/about.png'
	},
	{
		title: '',
		description: [
			'Мы специализируемся на продаже высококачественных электромобилей прямо из Китая, предлагая нашим клиентам широкий ассортимент современных и экологически чистых транспортных средств.',
			'Наша команда состоит из профессионалов с многолетним опытом в отрасли автомобильного транспорта и глубоким пониманием рынка электромобилей. Мы гордимся тем, что предоставляем доступ к передовым технологиям и инновациям, которые предлагают китайские производители'
		],
		image: '/default/about.png'
	}
]
