export const brandsData = [
	{
		id: 1,
		name: 'Zeekr',
		url: 'zeekr',
		icon: '/brands/3.png',
		description: 'Революция в транспорте',
		descriptionNotes:
			'идеальный баланс и гармония между человеком и машиной, технологией и природой.',
		heroImg: '/Zeekr/Zeekr001/5.avif',
		notesImg: '/zeekr8.png',
		imageImg: '/zeekr8.png',
		titleImage: 'BYD: Умный транспорт завтрашнего дня.',
		descriptionImage: [
			'Каждая модель BYD создана с учетом новейших технологических разработок, обеспечивая выдающуюся динамику, впечатляющий запас хода и инновационную систему быстрой зарядки. С пробегом до 700 км на одном заряде вы сможете путешествовать без ограничений, наслаждаясь комфортом и эффективностью.',
			'Будь то стильный седан или мощный кроссовер — в линейке BYD найдется идеальный автомобиль, соответствующий вашим потребностям и стилю жизни!'
		]
	},
	{
		id: 2,
		name: 'BYD',
		url: 'byd',
		icon: '/brands/BYD.png',
		description: 'Технологии, меняющие будущее транспорта',
		descriptionNotes:
			'Идеальное сочетание между человеком и машиной, технологией и природой.',
		heroImg: '/BYDhero.jpg',
		notesImg: '/brands/BYD.png',
		imageImg: '/brands/BYD.png',
		titleImage:
			'Откройте для себя Zeekr: Ваш идеальный электромобиль будущего!',
		descriptionImage: [
			'Каждая модель Zeekr создается с использованием новейших технологий, предлагая вам мощные электродвигатели, расширенный запас хода и быстрозарядные аккумуляторы. Вы сможете проехать до 700 км на одной зарядке, что делает каждую поездку комфортной и удобной!',
			'Независимо от того, ищете ли вы мощный кроссовер или стильный седан — у Zeekr есть идеальная модель для каждого!'
		]
	},
	{
		id: 3,
		name: 'Polestar',
		url: 'polestar',
		icon: '/brands/1.png',
		description: 'Дизайн, производительность и устойчивость',
		descriptionNotes:
			'Идеальное сочетание между человеком и машиной, технологией и природой.',
		heroImg: '/polestar2/15.jpg',
		notesImg: '/brands/1.png',
		imageImg: '/brands/1.png',
		titleImage:
			'Совершенная гармония инноваций, вождения и устойчивого будущего.',
		descriptionImage: [
			'Каждая модель Polestar воплощает передовые технологии, предлагая мощные электродвигатели, долгий пробег и быструю зарядку. На одной зарядке вы можете проехать до 600 км, обеспечивая вам комфорт и удобство на каждом пути!',
			'Будь то динамичный седан или элегантный кроссовер — Polestar предлагает идеальные решения для любого водителя!'
		]
	}
]
