export const carsData = [
	{
		name: 'zeekr',
		model: '001',
		testDrive: false,
		complectation: 'Flagship AWD',
		description:
			'Это полностью электрический роскошный седан В-класса, представляющий собой сочетание дизайна, высокой производительности и роскошного внутреннего пространства.',
		imageUrl: '/Zeekr/Zeekr001/ex/252525.avif',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Zeekr/Zeekr001/4.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4970,
		width: 1999,
		height: 1545,
		wheelbase: 3005,
		engine: 439,
		slug: 'zeekr-001',
		exteriorTitle:
			'Безупречно плавные поверхности изысканно подчеркиваются выразительными передней и задней частями кузова.',
		gallery: [
			'/Zeekr/Zeekr001/1.avif',
			'/Zeekr/Zeekr001/2.avif',
			'/Zeekr/Zeekr001/3.avif',
			'/Zeekr/Zeekr001/4.avif',
			'/Zeekr/Zeekr001/5.avif',
			'/Zeekr/Zeekr001/6.avif',
			'/Zeekr/Zeekr001/7.avif',
			'/Zeekr/Zeekr001/8.avif',
			'/Zeekr/Zeekr001/9.avif',
			'/Zeekr/Zeekr001/10.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'blue',
				imageUrl: '/Zeekr/Zeekr001/in/57585A-67A2F2-2A2B2D.avif',
				colorFirst: '#57585A',
				colorSecond: '#67A2F2'
			},
			{
				name: 'gray',
				imageUrl: '/Zeekr/Zeekr001/in/57585A-B0B0B0-2A2B2D.avif',
				colorFirst: '#57585A',
				colorSecond: '#B0B0B0'
			},
			{
				name: 'green',
				imageUrl: '/Zeekr/Zeekr001/in/C6D5CF-28282A.avif',
				colorFirst: '#C6D5CF',
				colorSecond: '#28282A'
			},
			{
				name: 'yellow',
				imageUrl: '/Zeekr/Zeekr001/in/D7AF72-D3D8DA.avif',
				colorFirst: '#D7AF72',
				colorSecond: '#D3D8DA'
			},
			{
				name: 'orange',
				imageUrl: '/Zeekr/Zeekr001/in/E0733B-57585A.avif',
				colorFirst: '#E0733B',
				colorSecond: '#57585A'
			},
			{
				name: 'red',
				imageUrl: '/Zeekr/Zeekr001/in/FFFFFF-566580.avif',
				colorFirst: '#FFFFFF',
				colorSecond: '#566580'
			}
		],
		exterior: [
			{
				name: 'Blue',
				imageUrl: '/Zeekr/Zeekr001/ex/3C5DA9.avif',
				color: '#3C5DA9'
			},
			{
				name: 'Green',
				imageUrl: '/Zeekr/Zeekr001/ex/95A395.avif',
				color: '#95A395'
			},
			{
				name: 'Gray',
				imageUrl: '/Zeekr/Zeekr001/ex/989A9E.avif',
				color: '#989A9E'
			},
			{
				name: 'Black',
				imageUrl: '/Zeekr/Zeekr001/ex/252525.avif',
				color: '#252525'
			},
			{
				name: 'Orange',
				imageUrl: '/Zeekr/Zeekr001/ex/E0733B.avif',
				color: '#E0733B'
			},
			{
				name: 'White',
				imageUrl: '/Zeekr/Zeekr001/ex/FFFFFF.avif',
				color: '#FFFFFF'
			}
		],
		content: [
			{
				title: 'Многоцветная атмосферная подсветка',
				image: '/Zeekr/Zeekr001/7.avif',
				description: [
					'64-цветная регулируемая подсветка создает ощущение простора и премиального качества, добавляя интерьеру элегантность и уют. Мягкое рассеянное свечение подчеркивает современные дизайнерские решения, создавая комфортную атмосферу для водителя и пассажиров в любое время суток.'
				]
			},
			{
				title: 'Кинотеатр Zeekr',
				image: '/Zeekr/Zeekr001/11.avif',
				description: [
					'Интегрированная система превращает салон в настоящий кинотеатр, сочетая аудиосистему, климат-контроль, освещение, ароматизацию и другие функции. Это создает уединенную и захватывающую атмосферу для полного погружения в просмотр. Эргономичные сиденья, продуманный звук и адаптивное освещение усиливают эффект присутствия, делая каждое путешествие комфортным и незабываемым.'
				]
			}
		]
	},
	{
		name: 'zeekr',
		model: '009',
		testDrive: true,
		complectation: 'Pure Electric Luxury MPV',
		description:
			'Просторный салон с премиальными материалами отделки создаёт идеальные условия для дальних поездок.',
		imageUrl: '/Zeekr/Zeekr009/8.avif',
		previewImage: '/Zeekr/Zeekr009/testDrive.png',
		heroImage: '/Zeekr/Zeekr009/1.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 5209,
		width: 2024,
		height: 1848,
		wheelbase: 3205,
		engine: 439,
		slug: 'zeekr-009',
		exteriorTitle:
			'Элегантные линии кузова Zeekr 009 гармонично сочетаются с мощной и выразительной передней частью, подчеркивая его статус и современный стиль.',
		gallery: [
			'/Zeekr/Zeekr009/1.avif',
			'/Zeekr/Zeekr009/2.avif',
			'/Zeekr/Zeekr009/3.avif',
			'/Zeekr/Zeekr009/4.avif',
			'/Zeekr/Zeekr009/5.avif',
			'/Zeekr/Zeekr009/6.avif',
			'/Zeekr/Zeekr009/7.avif',
			'/Zeekr/Zeekr009/8.avif',
			'/Zeekr/Zeekr009/9.avif',
			'/Zeekr/Zeekr009/10.avif',
			'/Zeekr/Zeekr009/11.avif',
			'/Zeekr/Zeekr009/12.avif',
			'/Zeekr/Zeekr009/13.avif',
			'/Zeekr/Zeekr009/14.avif',
			'/Zeekr/Zeekr009/15.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'Gray & White',
				imageUrl: '/Zeekr/Zeekr009/in/FFFFFF-31385E.avif',
				colorFirst: '#7C7A7A',
				colorSecond: '#FBFBFB'
			},
			{
				name: 'Blue & White',
				imageUrl: '/Zeekr/Zeekr009/in/7C7A7A-FBFBFB.avif',
				colorFirst: '#FFFFFF',
				colorSecond: '#31385E'
			}
		],
		exterior: [
			{
				name: 'Blue',
				imageUrl: '/Zeekr/Zeekr009/ex/374166.avif',
				color: '#374166'
			},
			{
				name: 'Black',
				imageUrl: '/Zeekr/Zeekr009/ex/090D0F.avif',
				color: '#090D0F'
			},
			{
				name: 'White',
				imageUrl: '/Zeekr/Zeekr009/ex/FFFFFF.avif',
				color: '#FFFFFF'
			},
			{
				name: 'Silver',
				imageUrl: '/Zeekr/Zeekr009/ex/B2AEA9.avif',
				color: '#B2AEA9'
			}
		],
		content: [
			{
				title: '20 hi-fi динамиков Yamaha',
				image: '/Zeekr/Zeekr009/15.avif',
				description: [
					'Огромное внутреннее пространство, продуманное до мельчайших деталей для создания атмосферы роскоши. 20 высококачественных динамиков Yamaha обеспечивают захватывающий объемный звук, погружая вас в мир чистого аудиального наслаждения. Дополняя это, премиальная шумоизоляция позволяет насладиться каждым нюансом звучания без посторонних помех.'
				]
			},
			{
				title: 'Тихое, умиротворяющее пространство',
				image: '/Zeekr/Zeekr009/6.avif',
				description: [
					'В просторном салоне площадью 7,4 м² уровень шума в ZEEKR 009 при движении на скорости 120 км/ч составляет всего 64,5 дБ. Продуманная шумоизоляция и использование передовых технологий снижения вибрации создают комфортную атмосферу, позволяя наслаждаться поездкой в полной тишине или погружаться в любимую музыку без посторонних звуков.'
				]
			},
			{
				title: 'Интеллектуальная многозонная подсветка',
				image: '/Zeekr/Zeekr009/7.avif',
				description: [
					'Подсветка потолка и боковых панелей образует ритмичную игру света и тени, создавая роскошную и атмосферную обстановку. Благодаря продуманной цветовой гамме и динамическим эффектам освещение адаптируется под настроение, превращая каждую поездку в комфортное и эстетически приятное путешествие.'
				]
			},
			{
				title: 'Кресла Sofaro первого класса',
				image: '/Zeekr/Zeekr009/10.avif',
				description: [
					'Мягкая натуральная кожа Nappa обладает гипоаллергенными свойствами, устойчива к пыли и загрязнениям. Инновационная 7-слойная система подогрева обеспечивает равномерное распределение тепла, а подушки сидений толщиной до 12 см гарантируют исключительный комфорт в каждой поездке.'
				]
			},
			{
				title: 'Наслаждайтесь поездкой',
				image: '/Zeekr/Zeekr009/11.avif',
				description: [
					'Эксклюзивная цифровая система развлечений обеспечивает пассажирам доступ к широкому выбору мультимедийного контента, позволяя наслаждаться фильмами, музыкой, интерактивными сервисами и интернет-доступом в любой момент поездки.'
				]
			},
			{
				title: 'Высокопроизводительный электродвигатель',
				image: '/Zeekr/Zeekr009/16.avif',
				description: [
					'Современный электрический двигатель, оснащенный передовыми технологиями, обеспечивает выдающуюся мощность и эффективность. Пиковая мощность достигает 400 кВт, что позволяет автомобилю демонстрировать молниеносное ускорение и динамику движения.'
				]
			}
		]
	},
	{
		name: 'zeekr',
		model: '007',
		testDrive: false,
		complectation: 'Pure Electric Luxury Sedan',
		description:
			'Zeekr 007 — это сочетание передовых технологий, элегантного дизайна и впечатляющей динамики.',
		imageUrl: '/Zeekr/Zeekr007/9.avif',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Zeekr/Zeekr007/8.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4865,
		width: 1900,
		height: 1450,
		wheelbase: 2928,
		engine: 439,
		slug: 'zeekr-007',
		exteriorTitle:
			'Zeekr 007 сочетает в себе минималистичный дизайн и футуристические элементы, создавая образ динамичного и технологичного седана.',
		gallery: [
			'/Zeekr/Zeekr007/1.avif',
			'/Zeekr/Zeekr007/2.avif',
			'/Zeekr/Zeekr007/3.avif',
			'/Zeekr/Zeekr007/4.avif',
			'/Zeekr/Zeekr007/5.avif',
			'/Zeekr/Zeekr007/6.avif',
			'/Zeekr/Zeekr007/7.avif',
			'/Zeekr/Zeekr007/8.avif',
			'/Zeekr/Zeekr007/9.avif',
			'/Zeekr/Zeekr007/10.avif',
			'/Zeekr/Zeekr007/11.avif',
			'/Zeekr/Zeekr007/12.avif',
			'/Zeekr/Zeekr007/13.avif',
			'/Zeekr/Zeekr007/14.avif',
			'/Zeekr/Zeekr007/15.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'Black & Gray',
				imageUrl: '/Zeekr/Zeekr007/in/57585A-2A2B2D.avif',
				colorFirst: '#57585A',
				colorSecond: '#2A2B2D'
			},
			{
				name: 'Blue & White',
				imageUrl: '/Zeekr/Zeekr007/in/FFFFFF-566580.avif',
				colorFirst: '#FFFFFF',
				colorSecond: '#566580'
			}
		],
		exterior: [
			{
				name: 'Green',
				imageUrl: '/Zeekr/Zeekr007/ex/3D8175.avif',
				color: '#3D8175'
			},
			{
				name: 'Gray',
				imageUrl: '/Zeekr/Zeekr007/ex/7B818C.avif',
				color: '#7B818C'
			},
			{
				name: 'Blue',
				imageUrl: '/Zeekr/Zeekr007/ex/466A9C.avif',
				color: '#466A9C'
			},
			{
				name: 'Black',
				imageUrl: '/Zeekr/Zeekr007/ex/252525.avif',
				color: '#252525'
			},
			{
				name: 'Silver',
				imageUrl: '/Zeekr/Zeekr007/ex/B7BCBC.avif',
				color: '#B7BCBC'
			},
			{
				name: 'Purple',
				imageUrl: '/Zeekr/Zeekr007/ex/B58DC0.avif',
				color: '#B58DC0'
			},
			{
				name: 'White',
				imageUrl: '/Zeekr/Zeekr007/ex/FFFFFF.avif',
				color: '#FFFFFF'
			}
		],
		content: [
			{
				title: 'Передние сиденья',
				image: '/Zeekr/Zeekr007/7.avif',
				description: [
					'Оба передних сиденья оснащены функциями вентиляции, обогрева, памяти положений и массажа, обеспечивая максимальный комфорт в дороге. Электропривод с 8 направлениями регулировки и 4-позиционная поддержка поясницы позволяют настроить оптимальное положение. Дополнительно предусмотрено электрическое выдвижение подушки сиденья на 55 мм для еще большей эргономики.'
				]
			},
			{
				title: 'Задние сиденья',
				image: '/Zeekr/Zeekr007/10.avif',
				description: [
					'Задние сиденья обеспечивают высокий уровень комфорта благодаря встроенному подогреву, который поддерживает уют даже в холодную погоду. Электрическая регулировка спинки с углом наклона 7° позволяет пассажирам настроить оптимальное положение для отдыха в дороге. Эргономичная форма и премиальные материалы отделки создают уютную атмосферу, делая каждую поездку максимально приятной и расслабляющей.'
				]
			},
			{
				title: 'Багажное отделение',
				image: '/Zeekr/Zeekr007/11.avif',
				description: [
					'Просторный багажник объёмом 462 литра позволяет с комфортом разместить чемоданы, дорожные сумки и другие крупногабаритные вещи. Эргономичная форма и продуманная организация пространства обеспечивают удобство загрузки и выгрузки. Благодаря такому вместительному багажному отсеку каждая поездка, будь то семейное путешествие или деловая поездка, станет ещё комфортнее.'
				]
			},
			{
				title: 'Капсульная крышка багажника',
				image: '/Zeekr/Zeekr007/9.avif',
				description: [
					'Инновационная конструкция крышки багажника капсульного типа выделяется на фоне традиционных решений, исключая видимые стыки на крыше и разрезные задние фонари. Такой дизайн не только придаёт автомобилю эстетическую целостность, но и улучшает аэродинамические характеристики, обеспечивая плавный и гармоничный внешний вид.'
				]
			},
			{
				title: 'Полноценная 800-вольтовая высоковольтная система',
				image: '/Zeekr/Zeekr007/16.avif',
				description: [
					'Передовая 800-вольтовая архитектура обеспечивает молниеносный разгон, увеличенный запас хода и сверхбыструю зарядку. Благодаря высокой эффективности эта система позволяет достичь максимальной производительности, снижая энергопотери и повышая надежность электромобиля.'
				]
			},
			{
				title: '15,05-дюймовый 2,5K OLED-экран мультимедийной системы',
				image: '/Zeekr/Zeekr007/12.avif',
				description: [
					'Инновационный дисплей с ультратонкими рамками шириной всего 6,9 мм и впечатляющим соотношением экрана к корпусу 87,24% обеспечивает непревзойденное качество изображения и комфорт взаимодействия.'
				]
			},
			{
				title: '35,5-дюймовый AR-HUD: проекционный дисплей нового поколения',
				image: '/Zeekr/Zeekr007/13.avif',
				description: [
					'Инновационный проекционный дисплей с диагональю 35,5 дюйма обеспечивает четкую, насыщенную и реалистичную картинку даже в сложных условиях. С виртуальной яркостью до 12000 нит изображение остается разборчивым при любом освещении — будь то ослепительное солнце, тоннель, дождливая или снежная погода.'
				]
			}
		]
	},
	{
		name: 'zeekr',
		model: 'X',
		testDrive: false,
		complectation: 'Pure Electric Luxury Sedan',
		description:
			'Zeekr X — это гармония инновационных технологий, выразительного дизайна и маневренности, созданная для современного ритма жизни',
		imageUrl: '/Zeekr/ZeekrX/ex/E1DCD6.avif',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Zeekr/ZeekrX/6.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4432,
		width: 1836,
		height: 1566,
		wheelbase: 2750,
		engine: 439,
		slug: 'zeekr-x',
		exteriorTitle:
			'Zeekr X — это смелое сочетание прогрессивного дизайна и урбанистической динамики, воплощающее технологичность и стиль в компактном кроссовере.',
		gallery: [
			'/Zeekr/ZeekrX/1.avif',
			'/Zeekr/ZeekrX/2.avif',
			'/Zeekr/ZeekrX/3.avif',
			'/Zeekr/ZeekrX/4.avif',
			'/Zeekr/ZeekrX/5.avif',
			'/Zeekr/ZeekrX/6.avif',
			'/Zeekr/ZeekrX/7.avif',
			'/Zeekr/ZeekrX/8.avif',
			'/Zeekr/ZeekrX/9.avif',
			'/Zeekr/ZeekrX/10.avif',
			'/Zeekr/ZeekrX/11.avif',
			'/Zeekr/ZeekrX/12.avif',
			'/Zeekr/ZeekrX/13.avif',
			'/Zeekr/ZeekrX/14.avif',
			'/Zeekr/ZeekrX/15.avif',
			'/Zeekr/ZeekrX/16.avif',
			'/Zeekr/ZeekrX/17.avif',
			'/Zeekr/ZeekrX/18.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'Blue & Green',
				imageUrl: '/Zeekr/ZeekrX/in/7F9791-556580.avif',
				colorFirst: '#7F9791',
				colorSecond: '#556580'
			},
			{
				name: 'Black & Grey',
				imageUrl: '/Zeekr/ZeekrX/in/323237-6D6D6D.avif',
				colorFirst: '#323237',
				colorSecond: '#6D6D6D'
			},
			{
				name: 'Purple red',
				imageUrl: '/Zeekr/ZeekrX/in/A4A4A1-714F5C.avif',
				colorFirst: '#A4A4A1',
				colorSecond: '#714F5C'
			},
			{
				name: 'Blue & White',
				imageUrl: '/Zeekr/ZeekrX/in/FFFFFF-566580.avif',
				colorFirst: '#FFFFFF',
				colorSecond: '#566580'
			}
		],
		exterior: [
			{
				name: 'Turquoise',
				imageUrl: '/Zeekr/ZeekrX/ex/8198A0.avif',
				color: '#8198A0'
			},
			{
				name: 'Gray',
				imageUrl: '/Zeekr/ZeekrX/ex/52545A.avif',
				color: '#52545A'
			},
			{
				name: 'Pink',
				imageUrl: '/Zeekr/ZeekrX/ex/C9C2D1.avif',
				color: '#C9C2D1'
			},
			{
				name: 'Silver Gray',
				imageUrl: '/Zeekr/ZeekrX/ex/CDD0D9.avif',
				color: '#CDD0D9'
			},
			{
				name: 'Beige',
				imageUrl: '/Zeekr/ZeekrX/ex/E1DCD6.avif',
				color: '#E1DCD6'
			},
			{
				name: 'White',
				imageUrl: '/Zeekr/ZeekrX/ex/FFFFFF.avif',
				color: '#FFFFFF'
			}
		],
		content: [
			{
				title: 'Двухуровневые дневные ходовые огни',
				image: '/Zeekr/ZeekrX/4.avif',
				description: [
					'Футуристичная оптика с 56 индивидуально управляемыми светодиодами объединяет дневные ходовые огни, указатели ширины автомобиля и поворотники в единую систему. Технологичный дизайн не только подчеркивает динамичный характер модели, но и улучшает безопасность за счет высокой видимости в любое время суток.'
				]
			},
			{
				title: 'Идеальные пропорции',
				image: '/Zeekr/ZeekrX/6.avif',
				description: [
					'С длиной 4 450 мм, высотой 1 572 мм и колесной базой 2 750 мм, ZEEKR X обладает сбалансированными пропорциями, идеально подходящими для городских улиц. Компактный, но просторный, он сочетает в себе элегантный дизайн и практичность, обеспечивая комфортное передвижение в условиях мегаполиса.'
				]
			},
			{
				title: 'Скрытая крышка зарядного порта',
				image: '/Zeekr/ZeekrX/12.avif',
				description: [
					'Зарядный порт для переменного и постоянного тока аккуратно спрятан в заднем крыле автомобиля, что обеспечивает целостность дизайна кузова. Такое решение не только делает внешний вид более эстетичным, но и защищает разъемы от внешних воздействий.'
				]
			},
			{
				title: 'Фоновая подсветка "Ледяной блок"',
				image: '/Zeekr/ZeekrX/10.avif',
				description: [
					'Салон автомобиля украшен 17 комплектами атмосферной подсветки, создавая ритмичные световые эффекты, которые могут синхронизироваться с музыкой. Это добавляет уникальную атмосферу и подчеркивает премиальность интерьера.'
				]
			},
			{
				title: 'Объемный звук YAMAHA',
				image: '/Zeekr/ZeekrX/13.avif',
				description: [
					'Погрузитесь в невероятный аудиальный опыт с 13-динамиковой объемной аудиосистемой YAMAHA, разработанной для создания насыщенного, чистого и детализированного звучания. Тщательно продуманное расположение динамиков позволяет равномерно распределять звук по всему салону, обеспечивая эффект полного погружения.'
				]
			},
			{
				title: 'Аркообразная панорамная крыша',
				image: '/Zeekr/ZeekrX/14.avif',
				description: [
					'Почувствуйте простор и свободу благодаря аркообразной панорамной крыше площадью 1,21 м². Большая стеклянная поверхность наполняет салон естественным светом, создавая уютную и воздушную атмосферу. Независимо от времени суток, панорамная крыша позволяет наслаждаться окружающими пейзажами, делая каждую поездку особенной.'
				]
			},
			{
				title: 'Высокопроизводительный двигатель',
				image: '/Zeekr/ZeekrX/22.avif',
				description: [
					'Синхронный электродвигатель с постоянными магнитами обеспечивает мгновенный отклик и выдающуюся эффективность. Современные технологии гарантируют высокую мощность, плавность хода и минимальные потери энергии, что делает каждую поездку динамичной и экономичной.'
				]
			},
			{
				title: 'Комплексная система подушек безопасности',
				image: '/Zeekr/ZeekrX/18.avif',
				description: [
					'Автомобиль оснащен шестью подушками безопасности, включая фронтальные подушки, которые обволакивают пассажира, обеспечивая 360-градусную защиту головы. Боковые шторки безопасности простираются до передних стоек, обеспечивая дополнительную безопасность при боковом ударе.'
				]
			},
			{
				title: 'ZEEKR AD (Автопилот и системы помощи водителю)',
				image: '/Zeekr/ZeekrX/17.avif',
				description: [
					'ZEEKR AD оснащен 5 HD-камерами, 5 миллиметровыми радарами и 12 ультразвуковыми датчиками, обеспечивая высокую безопасность и комфорт вождения. Система использует передовые алгоритмы искусственного интеллекта для анализа дорожной ситуации в реальном времени, помогая водителю избегать потенциальных опасностей и обеспечивая плавное и предсказуемое управление автомобилем'
				]
			}
		]
	},
	{
		name: 'zeekr',
		model: '7X',
		testDrive: false,
		complectation: 'Pure Electric Luxury Sedan',
		description:
			'Zeekr 7X — это синергия передовых технологий, стильного дизайна и мощной динамики, созданная для уверенного движения в будущем.',
		imageUrl: '/Zeekr/Zeekr7X/5.avif',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Zeekr/Zeekr7X/4.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4825,
		width: 1930,
		height: 1666,
		wheelbase: 2925,
		engine: 439,
		slug: 'zeekr-7x',
		exteriorTitle:
			'Zeekr 7X — это гармония передовых технологий и динамичного дизайна, объединяющая элегантность и высокую производительность в футуристическом седане.',
		gallery: [
			'/Zeekr/Zeekr7X/1.avif',
			'/Zeekr/Zeekr7X/2.avif',
			'/Zeekr/Zeekr7X/4.avif',
			'/Zeekr/Zeekr7X/5.avif',
			'/Zeekr/Zeekr7X/6.avif',
			'/Zeekr/Zeekr7X/7.avif',
			'/Zeekr/Zeekr7X/8.avif',
			'/Zeekr/Zeekr7X/9.avif',
			'/Zeekr/Zeekr7X/10.avif',
			'/Zeekr/Zeekr7X/11.avif',
			'/Zeekr/Zeekr7X/12.avif',
			'/Zeekr/Zeekr7X/13.avif',
			'/Zeekr/Zeekr7X/14.avif',
			'/Zeekr/Zeekr7X/15.avif',
			'/Zeekr/Zeekr7X/16.avif',
			'/Zeekr/Zeekr7X/17.avif',
			'/Zeekr/Zeekr7X/18.avif',
			'/Zeekr/Zeekr7X/19.avif',
			'/Zeekr/Zeekr7X/22.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'Black & Grey',
				imageUrl: '/Zeekr/Zeekr7X/in/070000-646161.avif',
				colorFirst: '#070000',
				colorSecond: '#646161'
			},
			{
				name: 'Black',
				imageUrl: '/Zeekr/Zeekr7X/in/080000.avif',
				colorFirst: '#080000',
				colorSecond: '#080000'
			},
			{
				name: 'Purple&White',
				imageUrl: '/Zeekr/Zeekr7X/in/BCA3B9-FEFDFD.avif',
				colorFirst: '#BCA3B9',
				colorSecond: '#FEFDFD'
			}
		],
		exterior: [
			{
				name: 'Blue',
				imageUrl: '/Zeekr/Zeekr7X/ex/215EA4.avif',
				color: '#215EA4'
			},
			{
				name: 'Green',
				imageUrl: '/Zeekr/Zeekr7X/ex/567F53.avif',
				color: '#567F53'
			},
			{
				name: 'Black',
				imageUrl: '/Zeekr/Zeekr7X/ex/030000.avif',
				color: '#030000'
			},
			{
				name: 'Grey',
				imageUrl: '/Zeekr/Zeekr7X/ex/959292.avif',
				color: '#959292'
			},
			{
				name: 'Brown',
				imageUrl: '/Zeekr/Zeekr7X/ex/BC700A.avif',
				color: '#BC700A'
			},
			{
				name: 'Orange',
				imageUrl: '/Zeekr/Zeekr7X/ex/ED7307.avif',
				color: '#ED7307'
			},
			{
				name: 'White',
				imageUrl: '/Zeekr/Zeekr7X/1.avif',
				color: '#FFFFFF'
			}
		],
		content: [
			{
				title: 'Полностью автоматические бескаркасные двери',
				image: '/Zeekr/Zeekr7X/9.avif',
				description: [
					'Футуристичная оптика с 56 индивидуально управляемыми светодиодами объединяет дневные ходовые огни, указатели ширины автомобиля и поворотники в единую систему. Технологичный дизайн не только подчеркивает динамичный характер модели, но и улучшает безопасность за счет высокой видимости в любое время суток.'
				]
			},
			{
				title: 'Простор и универсальность премиального уровня',
				image: '/Zeekr/Zeekr7X/2.avif',
				description: [
					'Широкий и продуманный до мелочей интерьер дарит максимум свободы каждому пассажиру, создавая ощущение уюта и роскоши в любой поездке. Панорамная крыша наполняет салон естественным светом, а тщательно подобранные материалы обеспечивают комфорт на высшем уровне. Пространство адаптировано для любых сценариев использования, будь то дальние путешествия или ежедневные поездки по городу.'
				]
			},
			{
				title: 'Интерактивная система умной средней стойки',
				image: '/Zeekr/Zeekr7X/10.avif',
				description: [
					'Оснащённая 3D-камерой ToF и мультимедийным сенсорным экраном, система поддерживает распознавание лица для удобной блокировки и разблокировки автомобиля. Она органично взаимодействует с различными сценариями использования, обеспечивая интуитивное и бесшовное общение между водителем и транспортным средством.'
				]
			},
			{
				title: 'Сиденья из натуральной кожи Nappa',
				image: '/Zeekr/Zeekr7X/11.avif',
				description: [
					'Сиденья выполнены из высококачественной кожи наппа, которая на 20% комфортнее по сравнению со стандартной версией. Благодаря гипоаллергенным свойствам, устойчивости к пыли и пятнам, кожа наппа сохраняет безупречный внешний вид даже при длительном использовании, обеспечивая водителю и пассажирам максимальный комфорт и роскошный уровень уюта в каждой поездке.'
				]
			},
			{
				title: 'Волнообразная атмосферная подсветка',
				image: '/Zeekr/Zeekr7X/12.avif',
				description: [
					'Элегантная светодиодная лента длиной 4673 мм охватывает весь салон, создавая утонченную и уютную атмосферу. Подсветка включает 11 зон с возможностью изменения цветов и яркости, подчеркивая премиальный стиль интерьера. Лазерная гравировка на панелях с эффектом ряби воды дополняет дизайн, придавая пространству эксклюзивность и ощущение гармонии.'
				]
			},
			{
				title: 'Задний электрорегулируемый диван',
				image: '/Zeekr/Zeekr7X/13.avif',
				description: [
					'Создан для максимального комфорта, задний диван оснащен 8 массажными точками, поддерживает 6 режимов массажа и 3 уровня интенсивности. Вентиляция, подогрев, функции памяти и электрическая регулировка наклона позволяют каждому пассажиру найти идеальное положение для отдыха. Это настоящий оазис релаксации в роскошном автомобиле.'
				]
			},
			{
				title: 'Большой багажник путешественника 616L',
				image: '/Zeekr/Zeekr7X/14.avif',
				description: [
					'Просторный багажник объемом 616 литров с легкостью вмещает три чемодана размером 71 см. Благодаря продуманной организации пространства можно без труда разместить не только крупный багаж, но и спортивное снаряжение, чемоданы и другие необходимые в путешествии вещи.'
				]
			},
			{
				title: 'Золотая батарея второго поколения (75 кВт⋅ч)',
				image: '/Zeekr/Zeekr7X/20.avif',
				description: [
					'Благодаря максимальной скорости зарядки 5.5C, аккумулятор можно зарядить с 10% до 80% всего за 10,5 минут, что значительно сокращает время ожидания. Всего 5 минут зарядки обеспечивают до двух часов движения по шоссе, делая дальние поездки более удобными и комфортными.'
				]
			},
			{
				title: 'Электрический привод на карбиде кремния',
				image: '/Zeekr/Zeekr7X/21.avif',
				description: [
					'Эта передовая силовая установка обеспечивает пиковую мощность 475 кВт и максимальный крутящий момент 710 Н⋅м, что гарантирует мгновенное ускорение и высокую эффективность работы. Использование карбида кремния повышает энергоэффективность, снижает потери энергии и увеличивает запас хода, делая поездки еще более динамичными и плавными.'
				]
			},
			{
				title: 'Детское кресло с подушкой безопасности',
				image: '/Zeekr/Zeekr7X/22.avif',
				description: [
					'Оснащено разворачиваемыми подушками безопасности для максимальной защиты ребенка в случае аварии. Кресло поддерживает прямое подключение к электросистеме автомобиля и интеграцию с бортовыми данными, что позволяет контролировать вентиляцию и оптимизировать комфорт ребенка через интерфейс автомобиля.'
				]
			},
			{
				title: '16-дюймовый центральный дисплей 3.5K Mini-LED',
				image: '/Zeekr/Zeekr7X/16.avif',
				description: [
					'Первый в мире автомобильный квантово-точечный Mini-LED дисплей. Он сочетает в себе высокий контраст и насыщенные цвета OLED с яркостью и долговечностью LCD, обеспечивая превосходное качество изображения.'
				]
			}
		]
	},
	{
		name: 'zeekr',
		model: '1FR',
		testDrive: false,
		complectation: 'Hyper-Performing Electric Shooting Brake',
		description:
			'Zeekr 001 FR — это воплощение силы и скорости, где передовые технологии встречаются с дерзким дизайном и непревзойденной динамикой.',
		imageUrl: '/Zeekr/Zeekr1FR/1.avif',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Zeekr/Zeekr1FR/3.avif',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4825,
		width: 1930,
		height: 1666,
		wheelbase: 2925,
		engine: 439,
		slug: 'zeekr-1fr',
		exteriorTitle:
			'Zeekr 001 FR — это воплощение мощности и инноваций, где передовые технологии встречаются с гоночным духом. Его агрессивный дизайн, непревзойденная динамика и мгновенный отклик электромоторов создают настоящий суперкар в кузове лифтбэка.',
		gallery: [
			'/Zeekr/Zeekr1FR/7.avif',
			'/Zeekr/Zeekr1FR/2.avif',
			'/Zeekr/Zeekr1FR/4.avif',
			'/Zeekr/Zeekr1FR/5.avif',
			'/Zeekr/Zeekr1FR/6.avif',
			'/Zeekr/Zeekr1FR/1.avif',
			'/Zeekr/Zeekr1FR/8.avif',
			'/Zeekr/Zeekr1FR/9.avif',
			'/Zeekr/Zeekr1FR/10.avif',
			'/Zeekr/Zeekr1FR/11.avif',
			'/Zeekr/Zeekr1FR/12.avif',
			'/Zeekr/Zeekr1FR/13.avif',
			'/Zeekr/Zeekr1FR/14.avif',
			'/Zeekr/Zeekr1FR/15.avif',
			'/Zeekr/Zeekr1FR/16.avif',
			'/Zeekr/Zeekr1FR/17.avif',
			'/Zeekr/Zeekr1FR/18.avif',
			'/Zeekr/Zeekr1FR/20.avif',
			'/Zeekr/Zeekr1FR/21.avif',
			'/Zeekr/Zeekr1FR/22.avif'
		],
		brandId: 1,
		interior: [
			{
				name: 'Racing Red & Black',
				imageUrl: '/Zeekr/Zeekr1FR/in/323237-B02529.avif',
				colorFirst: '#B02529',
				colorSecond: '#323237'
			}
		],
		exterior: [
			{
				name: 'Lava Grey',
				imageUrl: '/Zeekr/Zeekr1FR/ex/5B616E.avif',
				color: '#5B616E'
			},
			{
				name: 'Glacier Silver',
				imageUrl: '/Zeekr/Zeekr1FR/ex/ABB2BC.avif',
				color: '#ABB2BC'
			}
		],
		content: [
			{
				title: '22-дюймовые кованые диски Shadow Black',
				image: '/Zeekr/Zeekr1FR/4.avif',
				description: [
					'Изготовлены из авиационного алюминия 6-й серии с использованием высокотехнологичных методов горячего прессования. Эти диски на 10% легче обычных литых колес и обладают в 1.4 раза большей прочностью, обеспечивая оптимальное сочетание легкости и надежности.'
				]
			},
			{
				title: 'Карбоновая крыша',
				image: '/Zeekr/Zeekr1FR/5.avif',
				description: [
					'Использование карбонового волокна позволило снизить вес на 65% по сравнению с традиционными материалами, при этом прочность увеличена на 67%. Это улучшает динамику, управляемость и общую жесткость кузова, снижая центр тяжести автомобиля.'
				]
			},
			{
				title: 'Карбоновый передний сплиттер',
				image: '/Zeekr/Zeekr1FR/6.avif',
				description: [
					'Передний сплиттер из карбонового волокна помогает снизить турбулентность в передней части автомобиля, улучшая аэродинамику и увеличивая прижимную силу. Это способствует лучшей устойчивости и управляемости на высоких скоростях.'
				]
			},
			{
				title: 'Карбоновый задний диффузор',
				image: '/Zeekr/Zeekr1FR/9.avif',
				description: [
					'Задний диффузор из карбонового волокна с изогнутой конструкцией улучшает аэродинамику, создавая вакуум под днищем автомобиля за счёт оптимального направления воздушного потока. Это снижает сопротивление воздуха и увеличивает прижимную силу, обеспечивая лучшую устойчивость на высоких скоростях.'
				]
			},
			{
				title: 'Спортивное заднее антикрыло из карбона',
				image: '/Zeekr/Zeekr1FR/10.avif',
				description: [
					'Карбоновое антикрыло оптимизирует воздушные потоки, увеличивает прижимную силу и улучшает сцепление задних колёс с дорогой. Это способствует лучшей управляемости и стабильности автомобиля на высоких скоростях.'
				]
			},
			{
				title: 'Эксклюзивный гоночный руль FR',
				image: '/Zeekr/Zeekr1FR/2.avif',
				description: [
					'Руль, созданный с применением гоночных технологий, оснащён двумя кнопками быстрого доступа для режимов разгона (Launch Mode) и форсированной мощности (Overclocking Mode). Также предусмотрено мгновенное переключение между режимами вождения, обеспечивая максимальную эффективность и контроль.'
				]
			},
			{
				title: 'Эксклюзивный интерьер FR с отделкой из алькантары',
				image: '/Zeekr/Zeekr1FR/11.avif',
				description: [
					'В сравнении с кожаным салоном, на 10% легче, обеспечивая лучшее сцепление и поддержку при высокоскоростном вождении. Алькантара обладает повышенной воздухопроницаемостью, устойчивостью к загрязнениям и долговечностью, сохраняя премиальный внешний вид на долгие годы.'
				]
			},
			{
				title: 'Четыре электрических мотора на карбиде кремния',
				image: '/Zeekr/Zeekr1FR/21.avif',
				description: [
					'Самая мощная в мире массово-производимая силовая установка с четырьмя синхронными электродвигателями на постоянных магнитах. Мощность: до 930 кВт. Крутящий момент: до 1280 Н·м'
				]
			},
			{
				title: 'Система векторного управления Zeekr Vectoring Control (ZVC)',
				image: '/Zeekr/Zeekr1FR/12.avif',
				description: [
					'Каждое колесо независимо рассчитывает и точно регулирует крутящий момент и его направление. Улучшенная стабильность и поведение в поворотах, контроль тяги на всех четырех колесах, возможность "танкового разворота" (разворот на месте), реакция за 10 миллисекунд. Эта технология повышает управляемость и адаптивность автомобиля в реальном времени.'
				]
			},
			{
				title: 'Высокопроизводительное шасси',
				image: '/Zeekr/Zeekr1FR/14.avif',
				description: [
					'Коиловерная подвеска KW с 12-ступенчатой регулировкой сжатия и 16-ступенчатой регулировкой отбоя обеспечивает адаптивное демпфирование, позволяя занижать автомобиль до 35 мм. Это улучшает управляемость, снижает центр тяжести и повышает устойчивость на высоких скоростях и в поворотах.'
				]
			},
			{
				title: 'Профессиональное трековое приложение',
				image: '/Zeekr/Zeekr1FR/16.avif',
				description: [
					'Встроенное приложение для гоночных трасс позволяет тонко настраивать распределение крутящего момента, стабильность автомобиля, рекуперацию энергии и более 10 вариантов передаточного числа рулевого управления. Доступно более 13 000 режимов кастомизации, что дает водителю полный контроль над динамическими характеристиками автомобиля.'
				]
			}
		]
	},
	{
		name: 'BYD',
		model: 'SONG PLUS',
		testDrive: false,
		complectation: 'DM-i',
		description:
			'BYD Song Plus DM-i — это сочетание передовых технологий и высокой эффективности. Интеллектуальный гибридный привод DM-i обеспечивает выдающуюся экономичность, плавность хода и мгновенный отклик, делая каждую поездку комфортной и динамичной.',
		imageUrl: '/Byd/bydsongplusdmi/testDrive.jpg',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Byd/bydsongplusdmi/1.webp',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4705,
		width: 1890,
		height: 1680,
		wheelbase: 2765,
		engine: 439,
		slug: 'byd-song-plus-dmi',
		exteriorTitle:
			'BYD Song Plus DM-i — это гармония технологий и эффективности, где инновационный гибридный привод DM-i сочетается с элегантным дизайном и динамичным характером. Высокая экономичность, мгновенный отклик и комфорт делают его идеальным выбором для современного ритма жизни.',
		gallery: [
			'/Byd/bydsongplusdmi/1.webp',
			'/Byd/bydsongplusdmi/2.webp',
			'/Byd/bydsongplusdmi/4.webp',
			'/Byd/bydsongplusdmi/5.webp',
			'/Byd/bydsongplusdmi/6.webp',
			'/Byd/bydsongplusdmi/7.webp',
			'/Byd/bydsongplusdmi/8.webp',
			'/Byd/bydsongplusdmi/9.webp',
			'/Byd/bydsongplusdmi/10.webp',
			'/Byd/bydsongplusdmi/11.webp',
			'/Byd/bydsongplusdmi/12.webp',
			'/Byd/bydsongplusdmi/a.jpg',
			'/Byd/bydsongplusdmi/b.jpg',
			'/Byd/bydsongplusdmi/c.jpg',
			'/Byd/bydsongplusdmi/d.jpg',
			'/Byd/bydsongplusdmi/e.jpg',
			'/Byd/bydsongplusdmi/f.jpg',
			'/Byd/bydsongplusdmi/g.jpg',
			'/Byd/bydsongplusdmi/k.jpg',
			'/Byd/bydsongplusdmi/l.jpg'
		],
		brandId: 2,
		interior: [],
		exterior: [
			{
				name: 'Red',
				imageUrl: '/Byd/bydsongplusdmi/ex/1.jpg',
				color: '#da2128'
			},
			{
				name: 'Grey',
				imageUrl: '/Byd/bydsongplusdmi/ex/2.jpg',
				color: '#566270'
			},
			{
				name: 'Blue',
				imageUrl: '/Byd/bydsongplusdmi/ex/5.jpg',
				color: '#063068'
			},
			{
				name: 'White',
				imageUrl: '/Byd/bydsongplusdmi/ex/3.jpg',
				color: '#fff'
			},
			{
				name: 'Black',
				imageUrl: '/Byd/bydsongplusdmi/ex/4.jpg',
				color: '#1a232c'
			}
		],
		content: [
			{
				title: 'Высокотехнологичная светодиодная оптика',
				image: '/Byd/bydsongplusdmi/a.jpg',
				description: [
					'Двойные U-образные фары оснащены передовыми светодиодными модулями, обеспечивающими мощный и равномерный световой поток. Интегрированные хрустальные световые полосы формируют четкую световую границу и улучшают видимость в темное время суток, а продвинутая система адаптивного освещения оптимизирует распределение света в зависимости от дорожных условий.'
				]
			},
			{
				title: 'Эргономичный и просторный интерьер',
				image: '/Byd/bydsongplusdmi/d.jpg',
				description: [
					'Увеличенная колесная база (2765 мм) обеспечивает оптимальное пространство для пассажиров, создавая комфортные условия даже в длительных поездках. Премиальные материалы отделки и тщательно продуманная эргономика салона способствуют высокому уровню удобства, а звукоизоляция и передовые технологии климат-контроля делают атмосферу в автомобиле максимально уютной и расслабляющей.'
				]
			},
			{
				title: 'Передовая система очистки воздуха PM2.5',
				image: '/Byd/bydsongplusdmi/g.jpg',
				description: [
					'Инновационный многоступенчатый фильтр эффективно устраняет мельчайшие загрязняющие частицы размером менее 2,5 мкм, а также нейтрализует бактерии и аллергены. Интеллектуальный сенсорный мониторинг качества воздуха в режиме реального времени обеспечивает чистую и безопасную атмосферу в салоне, сравнимую с горным или лесным воздухом.'
				]
			},
			{
				title: 'Интеллектуальная система помощи при вождении BYD',
				image: '/Byd/bydsongplusdmi/e.jpg',
				description: [
					'Комплекс ассистентов анализирует дорожную ситуацию в реальном времени, предоставляя водителю актуальную информацию и поддержку для безопасного и комфортного вождения.'
				]
			},
			{
				title: '«Усиленная конструкция кузова для максимальной безопасности»',
				image: '/Byd/bydsongplusdmi/11.webp',
				description: [
					'Кузов автомобиля выполнен с повышенной жесткостью, что способствует лучшему поглощению энергии при столкновениях. 62% его конструкции составляют высокопрочные стальные панели, что значительно усиливает прочность. Кроме того, защита днища и аккумулятора была специально разработана и укреплена для повышения их устойчивости к ударам.'
				]
			},
			{
				title: 'Голографический панорамный обзор 360°',
				image: '/Byd/bydsongplusdmi/f.jpg',
				description: [
					'Обеспечивает полное устранение слепых зон и гарантирует ясное восприятие окружающей обстановки со всех сторон.'
				]
			},
			{
				title: 'Зарядка для мобильных устройств V2L',
				image: '/Byd/bydsongplusdmi/l.jpg',
				description: [
					'Функция V2L позволяет вам зарядить различные устройства в любых условиях — на отдыхе, в походе или в экстренных ситуациях. Выходная мощность 3,3 кВт/6 кВт обеспечивает стабильную работу большинства приборов, добавляя удобства и комфорта в путешествиях.'
				]
			},
			{
				title: 'Гибридный двигатель Xiaoyun Plug-in Hybrid 1,5 л',
				image: '/Byd/bydsongplusdmi/k.jpg',
				description: [
					'Гибридная технология BYD с инновационными решениями достигает тепловой эффективности 43,04%, сочетая экономичность и мощность. Это обеспечивает плавное, тихое и комфортное вождение с отличными показателями NVH, предлагая идеальный баланс между производительностью и устойчивостью.'
				]
			}
		]
	},
	{
		name: 'BYD',
		model: 'SONG',
		testDrive: false,
		complectation: 'DM-i',
		description:
			'BYD Song Plus DM-i — это сочетание передовых технологий и высокой эффективности. Интеллектуальный гибридный привод DM-i обеспечивает выдающуюся экономичность, плавность хода и мгновенный отклик, делая каждую поездку комфортной и динамичной.',
		imageUrl: '/Byd/bydsongplusdmi/testDrive.jpg',
		previewImage: '/cars/zeekr001.png',
		heroImage: '/Byd/bydsongplusdmi/1.webp',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4705,
		width: 1890,
		height: 1680,
		wheelbase: 2765,
		engine: 439,
		slug: 'byd-song',
		exteriorTitle:
			'BYD Song Plus DM-i — это гармония технологий и эффективности, где инновационный гибридный привод DM-i сочетается с элегантным дизайном и динамичным характером. Высокая экономичность, мгновенный отклик и комфорт делают его идеальным выбором для современного ритма жизни.',
		gallery: [
			'/Byd/bydsongplusdmi/1.webp',
			'/Byd/bydsongplusdmi/2.webp',
			'/Byd/bydsongplusdmi/4.webp',
			'/Byd/bydsongplusdmi/5.webp',
			'/Byd/bydsongplusdmi/6.webp',
			'/Byd/bydsongplusdmi/7.webp',
			'/Byd/bydsongplusdmi/8.webp',
			'/Byd/bydsongplusdmi/9.webp',
			'/Byd/bydsongplusdmi/10.webp',
			'/Byd/bydsongplusdmi/11.webp',
			'/Byd/bydsongplusdmi/12.webp',
			'/Byd/bydsongplusdmi/a.jpg',
			'/Byd/bydsongplusdmi/b.jpg',
			'/Byd/bydsongplusdmi/c.jpg',
			'/Byd/bydsongplusdmi/d.jpg',
			'/Byd/bydsongplusdmi/e.jpg',
			'/Byd/bydsongplusdmi/f.jpg',
			'/Byd/bydsongplusdmi/g.jpg',
			'/Byd/bydsongplusdmi/k.jpg',
			'/Byd/bydsongplusdmi/l.jpg'
		],
		brandId: 2,
		interior: [],
		exterior: [
			{
				name: 'Red',
				imageUrl: '/Byd/bydsongplusdmi/ex/1.jpg',
				color: '#da2128'
			},
			{
				name: 'Grey',
				imageUrl: '/Byd/bydsongplusdmi/ex/2.jpg',
				color: '#566270'
			},
			{
				name: 'Blue',
				imageUrl: '/Byd/bydsongplusdmi/ex/5.jpg',
				color: '#063068'
			},
			{
				name: 'White',
				imageUrl: '/Byd/bydsongplusdmi/ex/3.jpg',
				color: '#fff'
			},
			{
				name: 'Black',
				imageUrl: '/Byd/bydsongplusdmi/ex/4.jpg',
				color: '#1a232c'
			}
		],
		content: [
			{
				title: 'Высокотехнологичная светодиодная оптика',
				image: '/Byd/bydsongplusdmi/a.jpg',
				description: [
					'Двойные U-образные фары оснащены передовыми светодиодными модулями, обеспечивающими мощный и равномерный световой поток. Интегрированные хрустальные световые полосы формируют четкую световую границу и улучшают видимость в темное время суток, а продвинутая система адаптивного освещения оптимизирует распределение света в зависимости от дорожных условий.'
				]
			},
			{
				title: 'Эргономичный и просторный интерьер',
				image: '/Byd/bydsongplusdmi/d.jpg',
				description: [
					'Увеличенная колесная база (2765 мм) обеспечивает оптимальное пространство для пассажиров, создавая комфортные условия даже в длительных поездках. Премиальные материалы отделки и тщательно продуманная эргономика салона способствуют высокому уровню удобства, а звукоизоляция и передовые технологии климат-контроля делают атмосферу в автомобиле максимально уютной и расслабляющей.'
				]
			},
			{
				title: 'Передовая система очистки воздуха PM2.5',
				image: '/Byd/bydsongplusdmi/g.jpg',
				description: [
					'Инновационный многоступенчатый фильтр эффективно устраняет мельчайшие загрязняющие частицы размером менее 2,5 мкм, а также нейтрализует бактерии и аллергены. Интеллектуальный сенсорный мониторинг качества воздуха в режиме реального времени обеспечивает чистую и безопасную атмосферу в салоне, сравнимую с горным или лесным воздухом.'
				]
			},
			{
				title: 'Интеллектуальная система помощи при вождении BYD',
				image: '/Byd/bydsongplusdmi/e.jpg',
				description: [
					'Комплекс ассистентов анализирует дорожную ситуацию в реальном времени, предоставляя водителю актуальную информацию и поддержку для безопасного и комфортного вождения.'
				]
			},
			{
				title: '«Усиленная конструкция кузова для максимальной безопасности»',
				image: '/Byd/bydsongplusdmi/11.webp',
				description: [
					'Кузов автомобиля выполнен с повышенной жесткостью, что способствует лучшему поглощению энергии при столкновениях. 62% его конструкции составляют высокопрочные стальные панели, что значительно усиливает прочность. Кроме того, защита днища и аккумулятора была специально разработана и укреплена для повышения их устойчивости к ударам.'
				]
			},
			{
				title: 'Голографический панорамный обзор 360°',
				image: '/Byd/bydsongplusdmi/f.jpg',
				description: [
					'Обеспечивает полное устранение слепых зон и гарантирует ясное восприятие окружающей обстановки со всех сторон.'
				]
			},
			{
				title: 'Зарядка для мобильных устройств V2L',
				image: '/Byd/bydsongplusdmi/l.jpg',
				description: [
					'Функция V2L позволяет вам зарядить различные устройства в любых условиях — на отдыхе, в походе или в экстренных ситуациях. Выходная мощность 3,3 кВт/6 кВт обеспечивает стабильную работу большинства приборов, добавляя удобства и комфорта в путешествиях.'
				]
			},
			{
				title: 'Гибридный двигатель Xiaoyun Plug-in Hybrid 1,5 л',
				image: '/Byd/bydsongplusdmi/k.jpg',
				description: [
					'Гибридная технология BYD с инновационными решениями достигает тепловой эффективности 43,04%, сочетая экономичность и мощность. Это обеспечивает плавное, тихое и комфортное вождение с отличными показателями NVH, предлагая идеальный баланс между производительностью и устойчивостью.'
				]
			}
		]
	},
	{
		name: 'Polestar',
		model: '2',
		testDrive: true,
		complectation: '',
		description:
			'Polestar 2 — это идеальное сочетание передовых технологий и высокой производительности.',
		imageUrl: '/Polestar/Polestar2/ex/2.png',
		previewImage: '/Polestar/Polestar2/testDrive.png',
		heroImage: '/polestar2/9.jpg',
		typeEngine: 'Электро',
		year: 2023,
		price: 131200,
		length: 4705,
		width: 1890,
		height: 1680,
		wheelbase: 2765,
		engine: 439,
		slug: 'polestar-2',
		exteriorTitle:
			'Polestar 2 — это идеальное сочетание передовых технологий и стильного дизайна, где мощная электрическая силовая установка гармонично сочетается с элегантным и современным экстерьером. Выдающаяся производительность, динамичность и комфорт делают его идеальным выбором для тех, кто ценит инновации и стиль.',
		gallery: [
			'/polestar2/9.jpg',
			'/Polestar/Polestar2/1.avif',
			'/Polestar/Polestar2/2.webp',
			'/Polestar/Polestar2/3.webp',
			'/Polestar/Polestar2/4.webp',
			'/Polestar/Polestar2/5.webp',
			'/Polestar/Polestar2/6.webp',
			'/Polestar/Polestar2/7.webp',
			'/Polestar/Polestar2/8.webp',
			'/polestar2/2.jpg',
			'/polestar2/3.jpg',
			'/polestar2/4.jpg',
			'/polestar2/5.jpg',
			'/polestar2/6.jpg',
			'/polestar2/7.jpg',
			'/polestar2/8.jpg',
			'/polestar2/9.jpg',
			'/polestar2/10.jpg',
			'/polestar2/11.jpg',
			'/polestar2/15.jpg'
		],
		brandId: 3,
		interior: [],
		exterior: [
			{
				name: 'Space',
				imageUrl: '/Polestar/Polestar2/ex/1.png',
				color: '#000'
			},
			{
				name: 'Vapor',
				imageUrl: '/Polestar/Polestar2/ex/2.png',
				color: '#DADCDE'
			},
			{
				name: 'Storm',
				imageUrl: '/Polestar/Polestar2/ex/3.png',
				color: '#6F747A'
			},
			{
				name: 'Snow',
				imageUrl: '/Polestar/Polestar2/ex/4.png',
				color: '#EFEFEF'
			},
			{
				name: 'Jupiter',
				imageUrl: '/Polestar/Polestar2/ex/5.png',
				color: '#D3C8C9'
			},
			{
				name: 'Midnight',
				imageUrl: '/Polestar/Polestar2/ex/6.png',
				color: '#183A50'
			}
		],
		content: [
			{
				title: 'Управление через Google Assistant в Polestar 2',
				image: '/polestar2/29.jpg',
				description: [
					'С помощью встроенных функций Polestar 2 водители могут легко управлять различными приложениями и функциями автомобиля с помощью голосового помощника Google Assistant, что обеспечивает беспроблемный и интуитивно понятный опыт вождения.'
				]
			},
			{
				title: 'Материалы, определяющие интерьер Polestar 2',
				image: '/polestar2/21.jpg',
				description: [
					'Интерьер Polestar 2 отличается ответственным подходом к выбору материалов, сочетая минималистичный дизайн и современные решения. Используемые материалы не только экологичны, но и создают атмосферу утонченности и комфорта. Каждая деталь продумана для того, чтобы обеспечить гармонию между стилем и функциональностью.'
				]
			},
			{
				title: 'Электрический задний багажник с датчиком движения',
				image: '/Polestar/Polestar2/21.avif',
				description: [
					'Инновационный многоступенчатый фильтр эффективно устраняет мельчайшие загрязняющие частицы размером менее 2,5 мкм, а также нейтрализует бактерии и аллергены. Интеллектуальный сенсорный мониторинг качества воздуха в режиме реального времени обеспечивает чистую и безопасную атмосферу в салоне, сравнимую с горным или лесным воздухом.'
				]
			},
			{
				title: 'Обогреваемые задние сиденья',
				image: '/Polestar/Polestar2/22.avif',
				description: [
					'Задние сиденья Polestar 2 спроектированы по тем же эргономичным принципам, что и передние, и боковые сиденья могут быть оснащены электрическим обогревом с индивидуальной настройкой температуры. Всё для комфорта. Комфорт для всех.'
				]
			},
			{
				title: 'Обогреваемое рулевое колесо',
				image: '/Polestar/Polestar2/23.avif',
				description: [
					'Обогреваемое рулевое колесо в Polestar 2 — это не просто удобство, но и элемент современности. Оно покрыто экологически чистым материалом WeaveTech, который не только приятен на ощупь, но и обеспечивает отличное сцепление, создавая комфортные условия для вождения в холодное время года. '
				]
			},
			{
				title: 'Панорамная крыша',
				image: '/Polestar/Polestar2/24webp.webp',
				description: [
					'Полностью фиксированная панорамная крыша делает интерьер ещё более просторным и светлым. Её затемнённое стекло с 99,5% защитой от ультрафиолетовых лучей безопасно пропускает солнечный свет, создавая приятную атмосферу внутри, при этом акустическая ламинация помогает минимизировать шум с дороги, обеспечивая тишину и уют во время поездки.'
				]
			},
			{
				title: 'Приборная панель 12,3 дюйма',
				image: '/Polestar/Polestar2/25.avif',
				description: [
					'Удобная для восприятия. Ландшафтная HD приборная панель чётко отображает важнейшую информацию о вождении, автоматически адаптируясь к уровню окружающего освещения. Сенсоры постоянно контролируют яркость экрана, обеспечивая лёгкость чтения данных в любых условиях.'
				]
			},
			{
				title: 'Центральный дисплей 11,2 дюйма',
				image: '/Polestar/Polestar2/26.avif',
				description: [
					'Большой безрамочный центральный дисплей в стиле «планшет» использует передовые сенсорные технологии, распознавая прикосновение даже через перчатки. Благодаря прочному антирефлексному покрытию минимизируется отражение и блики, а высокая разрешающая способность и плотность пикселей обеспечивают исключительную чёткость изображения.'
				]
			}
		]
	}
]
