export const newsData = [
	{
		image: '/default/news.png',
		title: 'Предзаказ на автомобили 2025 года открыт в SGmotors!',
		content: [
			'<p><strong>SGmotors с радостью сообщает об открытии предзаказа на автомобили 2025 года!</strong> Если вы хотите стать владельцем новейшего автомобиля с передовыми технологиями, оформите предзаказ уже сегодня.</p>',
			'<p>Автомобили 2025 года — это не просто транспорт, а инновации в автомобилестроении. В наших моделях объединены высочайшие стандарты безопасности, комфорта и эффективности. Выбирайте свою идеальную модель среди новинок и наслаждайтесь преимуществами, которые дарит будущее.</p>',
			'<ul><li>Современные технологии и инновации</li><li>Высокий уровень безопасности</li><li>Комфорт и удобство на новом уровне</li><li>Экономичность и экологичность</li></ul>',
			'<p>Для оформления предзаказа или получения дополнительной информации звоните по телефону:</p>',
			'<p><a href="tel:+375333711111">📞 +375333711111</a></p>',
			'<p>Наш офис работает с Пн-Сб с 10:00 до 19:00. Мы находимся по адресу:</p>',
			'<p>📍 <a href="https://www.google.com/maps?q=Пр-т+Независимости+84А" target="_blank">Пр-т Независимости 84А</a></p>',
			'<p>Не упустите возможность стать обладателем автомобиля 2025 года! Оформите предзаказ уже сегодня и получите авто с передовыми технологиями.</p>'
		],
		description: [
			'Предзаказ на автомобили 2025 года открыт в SGmotors. Оформите предзаказ и получите автомобиль с передовыми инновациями и технологиями!'
		],
		slug: 'news2',
		gallery: [
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png'
		]
	},
	{
		image: '/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news3',
		gallery: [
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png'
		]
	},
	{
		image: '/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news4',
		gallery: [
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png'
		]
	},
	{
		image: '/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news12',
		gallery: [
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png'
		]
	},
	{
		image: '/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news22',
		gallery: [
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png',
			'/default/news.png'
		]
	},
	{
		image: '/heroMain.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка cegth новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news33',
		gallery: [
			'/heroMain.png',
			'/heroMain.png',
			'/heroMain.png',
			'/heroMain.png',
			'/heroMain.png'
		]
	}
]
