import { IArticle } from '@/shared/types/imageText.types'

export const newsContent: Array<IArticle> = [
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news1',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	},
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news2',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	},
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news3',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	},
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news1',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	},
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news2',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	},
	{
		image: '/uploads/default/news.png',
		title: 'Интеллектуальные матричные светодиодные фары',
		content: [
			'<p><strong>Сравнение электромобилей с традиционными автомобилями на базе двигателей внутреннего сгорания</strong> позволяет выделить несколько ключевых преимуществ, которые являются решающими при выборе транспортного средства.</p>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<ul><li>Экологичность</li><li>Экономичность</li><li>Высокая производительность</li><li>Низкий уровень шума</li><li>Поддержка современных технологий</li><li>Законодательные инициативы и налоговые льготы</li><li>Возможность зарядки от возобновляемых источников</li></ul>',
			'<p>Электромобили представляют собой будущее автомобилестроения, предлагая множество преимуществ по сравнению с традиционными автомобилями на базе двигателей внутреннего сгорания. Их экологичность, экономичность и высокая производительность делают ЭМ привлекательным выбором для современного водителя.</p>',
			'<p>Поддержка новых технологий и законодательные инициативы только укрепляют позицию электромобилей на рынке, делая их всё более доступными и востребованными. Переход на электромобили — это не только шаг к более чистой планете, но и возможность стать частью нового, инновационного транспортного будущего.</p>'
		],
		description: [
			'Интеллектуальные матричные светодиодные фары с адаптивным дальним светом, с 64 независимыми источниками интеллектуального.'
		],
		slug: 'news3',
		gallery: [
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png',
			'/uploads/default/news.png'
		]
	}
]
